var tempCels = prompt("Введите температруру в градусах по Цельсию. (Результатат оперции можно увидеть в консоли.)");
var tempFore = (9 / 5) * tempCels + 32;
console.log(tempCels + ' градусов по Цельсию ранвы ' + tempFore + '-ти градусам по Форенгейту');
var admin, name = 'Василий';
admin=name;
console.log('Работа с переменными. Задание:a) Объявить две переменные: admin и name. Записать в name строку «Василий»;b) Скопировать значение из name в admin. Вывести admin (должно вывести «Василий»). Результат ' + admin );
console.log('Чему будет равно JS-выражение 1000 + "108"? Ответ ' + (1000 + "108"));
